aaron-bond.better-comments
adrianwilczynski.add-reference
adrianwilczynski.asp-net-core-switcher
adrianwilczynski.blazor-snippet-pack
adrianwilczynski.csharp-to-typescript
adrianwilczynski.libman
adrianwilczynski.namespace
adrianwilczynski.terminal-commands
adrianwilczynski.toggle-hidden
adrianwilczynski.user-secrets
beardedbear.beardedicons
beardedbear.beardedtheme
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
doggy8088.netcore-editorconfiggenerator
doggy8088.netcore-extension-pack
doggy8088.netcore-snippets
doggy8088.quicktype-refresh
donjayamanne.githistory
dzhavat.bracket-pair-toggler
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
evan-buss.font-switcher
forms.nunit-test-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet
formulahendry.dotnet-test-explorer
fractalbrew.backticks
gigacode.gigacode-vscode
golang.go
humao.rest-client
ionutvmi.path-autocomplete
jmrog.vscode-nuget-package-manager
jzmstrjp.color-the-tag-name
k--kato.docomment
kamikillerto.vscode-colorize
kreativ-software.csharpextensions
markosth09.color-picker
mattfoulks.har-analyzer
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscode-dotnet-sdk
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.js-debug-nightly
oracle.oracle-java
pabue.cotion-theme
patcx.vscode-nuget-gallery
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
skyran.js-jsx-snippets
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
thang-nm.catppuccin-perfect-icons
tintoy.msbuild-project-tools
tomoki1207.pdf
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-icons-mac
wayou.vscode-todo-highlight
wesleyegberto.vscode-java-tests
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zxh404.vscode-proto3
aaron-bond.better-comments
adrianwilczynski.add-reference
adrianwilczynski.asp-net-core-switcher
adrianwilczynski.blazor-snippet-pack
adrianwilczynski.csharp-to-typescript
adrianwilczynski.libman
adrianwilczynski.namespace
adrianwilczynski.terminal-commands
adrianwilczynski.toggle-hidden
adrianwilczynski.user-secrets
beardedbear.beardedicons
beardedbear.beardedtheme
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
doggy8088.netcore-editorconfiggenerator
doggy8088.netcore-extension-pack
doggy8088.netcore-snippets
doggy8088.quicktype-refresh
donjayamanne.githistory
dzhavat.bracket-pair-toggler
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
evan-buss.font-switcher
forms.nunit-test-runner
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet
formulahendry.dotnet-test-explorer
fractalbrew.backticks
gigacode.gigacode-vscode
golang.go
humao.rest-client
icsharpcode.ilspy-vscode
ionutvmi.path-autocomplete
jmrog.vscode-nuget-package-manager
jzmstrjp.color-the-tag-name
k--kato.docomment
kamikillerto.vscode-colorize
kreativ-software.csharpextensions
markosth09.color-picker
mattfoulks.har-analyzer
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscode-dotnet-sdk
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.js-debug-nightly
oracle.oracle-java
pabue.cotion-theme
patcx.vscode-nuget-gallery
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
skyran.js-jsx-snippets
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
thang-nm.catppuccin-perfect-icons
tintoy.msbuild-project-tools
tomoki1207.pdf
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-icons-mac
wayou.vscode-todo-highlight
wesleyegberto.vscode-java-tests
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zxh404.vscode-proto3
